export const RECIPES = [
  {
    id: 1,
    title: 'Омлет з сиром і помідорами',
    ingredients: ['яйце', 'сир', 'помідор'],
    calories: 280,
    proteins: 18,
    fats: 20,
    carbs: 5,
    steps: [
      'Збий яйця у мисці.',
      'Додай натертий сир і нарізані помідори.',
      'Обсмаж на сковороді до готовності.'
    ],
    description: 'Швидкий сніданок, який поєднує білки, овочі та сир.'
  },
  {
    id: 2,
    title: 'Салат з тунцем і яйцем',
    ingredients: ['яйце', 'тунець', 'салат', 'кукурудза'],
    calories: 320,
    proteins: 25,
    fats: 15,
    carbs: 10,
    steps: [
      'Відвари яйця.',
      'Змішай тунець, кукурудзу та салатні листя.',
      'Додай нарізані яйця та заправку.'
    ],
    description: 'Легкий салат, багатий на білки.'
  }
];
